{
  "HSK1": "起果熱院四回西國高怎系北一七三上下不東子醫字個十中午氣學麼開水九習書漢雨買見視零覺了二在五些生坐電塊影很校客樣家桌去京亮想友人沒什對今叫他們面候蘋做小少吃同名後嗎聽會愛爸租呢住歲作你和茶椅的車站那鐘哪狗認識話日都語時菜說請讀兒先錢我八六老關興這再寫打商貓誰明星昨飛謝是餵多喜喝大天冷看太幾出女她好睡媽工現衣能里分飯館姐前歡師腦火漂月有朋服年期本米店機來杯點",
  "HSK2": "陰每比自因瓜要足思跑丈路跳兩息千孩為黑賣樂它完也弟宜雪張舞事船累汽場男色您踢得室情介從可右號司以件票非泳忙快病意身向蛋就吧休慢離送告洗員但體牛穿道咖教藥懂白百魚便哥斤讓新旁旅訴紅試早紙紹課經給題顏元邊公考共過迎運近還房進遠所笑手第唱找等答啡遊肉備外夫晚準真晴錯眼著報奶睛羊玩行長左已表籃班妹妻始別姓到次知希門歌問間幫正步常球最望床貴務動助雞走",
  "HSK3": "板煉極超段越接陽燒阿附康提除碗澡糕糖園趣圖怕急怪包總跟查化萬且世業黃半季主然舉單南難久乎安汁求搬舒定實照歷般角於熊雲解地甜當用壞畫樹界節﻿根害容賓廚慣參又雙需發叔變口句示禮河只鼻史雖祝法注花靜心必忘借城鞋疼梯健感檢願層居傘選秋種爬爺通山位低片週牙空遇物突放音故使特敢草像數瘦文境楚響鮮樓輕較輛郵哭鄰信議方記講詞級舊該須顧練終結績聲盤戲鐵鉛綠成或目直相者其典而遲銀冒筆才耳掃清啊調聰把易啤風渴萄春筷簡复夏酒算冬冰決頭淨普奇葡網護鍛如擔育鏡擇箱胖環拿街差己衫襯重滿剛飽更餓藍刮刷刻香姨婚短矮市被腳帶燈聞力辦裙理帽臉褲換據演幹平腿末應朵馬加李努束賽條蕉騎鳥",
  "HSK4": "松破礎林推煙碩趟母煩度畢座際毛降硬確限險握陪精隨至困圍懷態激憐瓶性染距匙恐與柿專區丟嚴麻孫民豐惱孤麗悉言默博集卡之悔棄弄乒乓永乘印危式即卻引圓厲亂壓厭汗觀規江航污厚湯原彈爭緊互亞甚圾熟址彩沙由申標堅藝往撞律留垃格驚案寬惜寄密富寒交疑橋察鼓虎及親反慮桶億取受僅導仍另社仔油台葉播代燥齊神價任微份淚憶倍禁潑擦齡福志苦值忽假夢愉基停將躺尊偶爾嘗各合傅尤程稍森棵盡否慕眾優吵吸傳傷展秀適洋呀估科逐父逛速造積洲何範活味流支命究窮濟收改遍窄效窗浪例傲海散堵供警消邀敲整塑植料填懶牆增咱咳咸品軟針潤概競竟章童保輸計斷討倆辛修獅許論訪證評族獲部譯深約紀誠無既詳頁誤順頓皮組細織預鋼鑰絕允光士繼克免鹽盒續辣入全戚達具養耐戴戶內連農扔符售笨擴聊猜職揚扮擾聯聘批漸豬技猴諒談溫誼折映食處簽肚夠省況失濕酸涼象景減缺著奮醒暫獎暑貌暖暗鍵抬抱抽膚肥拉肯美拒管招羞括血拾篇巧巾嗽袋釋量金襪刀切羨群劃飲列則羽餃餅判利替制首持掛指按翻劇剩幣帥臟歉挺鬧止此功脫脾死嘴琴授掉掌並幸漫排幽廣負序責敗貨術質膏底購費賀雜資粗碼材村勵驕賺研驗勇贏騙閱",
  "HSK5": "趕鴨構爛勤烈趁隊鴿趨析枕控措燭勺防陣階薄烤阻燙毒陸庭陌描毫插毯糧嚷礙碎驟骨糊臭延隔建團致糟槍固架怒怖髦躍某柔勻匆櫃藏丁戀柴麥踐醜碰丙絲恢匹恨磁存孝懇升惡臨華協氛悄義雄僱佔乏臥衛寧搞煎乖宇守乙舅捲舌舍鄉匯宗官宙煤廠圈寶廳煮覽雷攝彎擺搖廁厘霧弱池土強摔摘虧素觸紫摩錄沉甩均摸形田甲溝良譽艱鬼艷徹彼悠坦撕徵魅待悲寵踩宣略核型宴桃廂宿寂桔惠寓慚縣產檔療享寞叉震黴鼠虛敘蹲寺燃尋古壽召付治虹令露泉祖泛仿操德青靠革忍倒苗倡龍瘋疲疾域念英癢梨愁培痛梳躲封射棉憤愧偷棋尖塵償棒尚傍蛇吐嚇稅企慌慎尺尾噸局含啟屈夥屜屆屋偉慧吹穩吻私退逃慰屬呆鞭灑透伴伸秒秘遞途似洞逗秩版牌稱餘佛派移邏淺傭呼澆佩測堆島瀏濃政咐遺牽敵敏催救傻遵依敬塗避薦繁榮塔椒鬥斜蜂憾蜜岸蠟諮登咬皂皇哈犯侵轉輪立狀猶促漲釣載狂俊輔液輩俗蝴蝶哲輯訂竹辭狡訓訊融郊施獨俱諷設淡狼診詩純旦綱詢旬紛頂壁項線領繞頻顆統盆兄充益緒蓋壺兔繩維辯模綢鈴綜橫戒戰兵銅盼迅盾唉返冊違扇鏈橡軍迫述托迷跡耽唯追執扶聚獻承抄築猾策抓投抖抗謂飄謎肅肌謙謹善配喊顯營夕冠緩夜編豆緣曬暈眉率衝玉落王縮凍醬誇夾銷鎖眠豪鍋豫奈醉醋源智銳套凡罐憑罰睜搶披擊罪置股婦拆肩拍拐妙肺拜脅胃膽擁噴攔瞎背拳勝巨胡嗓玻餐巴衡補胳膠胸珍採滑野威滾灘娘妨滴飾創娛初娶瞧刪翅曾姑委刺饅姥矛姻欠姿欣挑矩布剪石擋掙脆擠款揮礦振簾歇帝脖嘉閃閉闖滅裁閒裝灰席靈災勸武裔捐歪幅損囑撿炒幕腐裹殊殘漏籍漠腰幻幼器朝慶貝膀木貢財未膊賬庫廟類樸府廢貼貸貿嚏殺權劣蔬粒駛嫁粘璃駕賞勁勞砍罵賠勢贊炭炮嫩炸",
  "HSK6": "赴闡闊砸爍枉毆蘊掠探殿掩烘枚枝毀毅勾勿掰擲陳膨揉陋烹揍庸粥廉陡廊臂碌嚼廓揭粹碑陵陶陷援隆臣隱隘隙障枯覆瓣瓦趴瀕瓷怠薪怨怯跌柬跨恍跪柱碧恆恕丐匪丘碳叢恩孔恭孕喪隧磅恰氏焦磋氓串丸黎隸磕攙焰擱摟卑攪卓氫搏氧雅磨搓烏雌異搜煌宅悟雕弊輿乞宏卸搭舔攜舟彌弦乳覓紊雹攤予艦艙聖舶熄索汰熏井洶艇甘摧歸沃艘沐甭坑沛棟彰壇欄壩墳役踴躊坡踏撐撒暢患悅魂魄誓畏徑懸徊畔株畜魔徒審悼徘徙踪芒垂壟憲宮番栽宰惋宵疇框惑惕廈蹈蹋桑疆惦懼慘懲疏亡憊亦憚惰槳亭疙熨惹虜蹦熬虐蹬霍仁叛滄仇寸梁沫疊沮霜叨霞蟲躁躇倉叭叮沸仗仙沼撤沾沿嘆洩叼蝕霸泊儀泌禦仰祥循蘆擅泡波擎泥禍泰墊芽齒忌瀉澤倘蒼蘇疤倦疫忠埋苟憂若債傾症偏梢痕愈械躬瘓愚痺愣棍棕籲吉稀吊尬慈吝吞尷吟屍稚伍爆伏吩稠伐屁屏慨禽蠻潔屑吼鞠倫禿偽稻稿伯慷呈遜屢履伶攀伺嘔逝爽津憋秤洪逢攢嶼逮豈茂洽呵逼莖呻穴岔崗韌堂濁牢咀牧渾攻咋遏竊佳牲墮嚨儲茫犧侈堡遣堤遙竄窩浮堪遭遮浴敞浸涉荒瘤譬湧瘩敷癱塌涕盪濤熒瘸塘椎癮塞斑僵癌斟僻橢岩墅岳墓墟皆魯俠侶咽偵側僑哀侮哄哆哇軌犬峽哎釘啞峭轟峰豎喲峻涮哦狽哨鈔俐輝涵俘斥竭端斬輻榜淀轄轍譏哺斯哼淆辜鬱闢狠淋儉俯諱郎狹訝淘鄭訟獄莫旋詐旗墨糾纖混淹緯添誕旨菌納縱詫紋紡誡誣紐旱曠頑誘旺紳誦諸頒頌皺頗頸諾繹誹綁絨繪穎絡欽壤鉤盈額兆繡壯監殼榨盜兌鑽盛盟辨黨兜辮兢辰辱盯崇遼盲耀遷迄邁截耍崖兼獸耕唆耗唇螺銘崩橙鑄唐扁嶄鋪扎嘮撲扒聳迸恥扛獵嵌扣猖猛聾唾扭顛扯顫籠啃漁滲昂筋昆鄙渠筐渡昌渣筒昏謀諜篩謊昔抑港抒啥啦諧撫拋嗇飆渺囉昧肆嘯萌謠謗籌謬肖喇喉綴譜酌晝譴谷湖晃酗冤喘締晉醞縛縫曉纏酬央晤灣酷晨淒奪繳潰釀濺凌溉晰銹眨晶湊奉鋒瞇晾奏凝董眶溜奔暄葫葬罕錘奠奢錦奧兇凸凹罷罩鍥蒂奴抵抹署押督鎮妄睦肢妝蒙拄睬肪拌蠢妒睹餚拓拔拖拘拙腫擬脹箭攏揀擰撥喻胎瞞釁鑲川州嗅衍巡胞拼拽鞏銜巷溪嗦嗨溶嗯衰衷曖篷珠滋暴袍滔娃嬌袖滯濾濫濱妥蒸曝刊飢蓄刑飪飼饒曲姆矚瞪餡婆饋瀑饞瞻券剎蓬翔翹劑削婪剔剖挎嬰歐翼挖剝摯欲灌帆副撓脂欺割脈挨襲帳挪挫帖媒袱幟嘈劈挽裂悶捆灶捉嘛捍捎捏燦歧裕捕爐撈炎歹嘲搗捧漆殃嘿簸裳琢腔捷幢殖掀腥腮掏掐朗腹掘噪膩騰莊庇賢販貪蔑貧蔓貶貫龐膛朽膜膝媳粉賊潛賄桿賃馳驅賂駁劫嫂嫉賦駐賭潮杖嫌藹蔽杜賴槓磚鑑勃贈勉赤澄澈閡騷傑勘鳴"
}
